Repository: MrXander/Orchard.Source.1.7.2
Catalog: src/Orchard.Web/Modules/Orchard.Comments/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Comments.Controllers.CommentController
source: Name is mandatory and must have less than 255 chars
ru_ru: Имя обязательно и должно быть короче 255 символов

# Orchard.Comments.Controllers.CommentController
source: Email is invalid or is longer than 255 chars
ru_ru: Адрес электронной почты не верен или длиннее 255 символов

# Orchard.Comments.Controllers.CommentController
source: Site url is invalid or is longer than 255 chars
ru_ru: Адрес url не верен или длиннее 255 символов

# Orchard.Comments.Controllers.CommentController
source: Comment is mandatory
ru_ru: Коментарий обязателен

# Orchard.Comments.Controllers.CommentController
source: Comment approved successfully
ru_ru: Коментарий успешно принят

# Orchard.Comments.Controllers.CommentController
source: Comment deleted successfully
ru_ru: Коментарий успешно удален

# Orchard.Comments.Controllers.CommentController
source: Comment moderated successfully
ru_ru: Коментарий успешно модерирован

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't moderate comment
ru_ru: Не удалось модерировать коментарий

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment successfully moderated.
ru_ru: Коментарий успешно модерирован.

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't approve comment
ru_ru: Не удалось принять коментарий

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment approved.
ru_ru: Коментарий принят.

# Orchard.Comments.Drivers.CommentPartDriver
source: Couldn't delete comment
ru_ru: Не удалось удалить коментарий

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment successfully deleted.
ru_ru: Коментарий успешно удален.

# Orchard.Comments.Drivers.CommentPartDriver
source: Comment saved.
ru_ru: Коментарий сохранен.

# Orchard.Comments.Tokens.CommentTokens
source: Comments
ru_ru: Коментарии

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author Url
ru_ru: Адрес автора коментария

# Orchard.Comments.Tokens.CommentTokens
source: The url provided by the author of the comment.
ru_ru: Ссылка url автора коментария.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author Email
ru_ru: Адрес электронной почты автора коментария

# Orchard.Comments.Tokens.CommentTokens
source: The email provided by the author of the comment.
ru_ru: Адрес электронной почты автора коментария.

# Orchard.Comments.Tokens.CommentTokens
source: Comment approval Url
ru_ru: Ссылка принятия коментария

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to approve this comment.
ru_ru: Абсолютная ссылка для принятия коментария.

# Orchard.Comments.Tokens.CommentTokens
source: Comment moderation Url
ru_ru: Ссылка модерирования коментария

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to moderate this comment.
ru_ru: Абсолютная ссылка для модерирования данного коментария.

# Orchard.Comments.Tokens.CommentTokens
source: Comment deletion Url
ru_ru: Ссылка удаления коментария

# Orchard.Comments.Tokens.CommentTokens
source: The absolute url to follow in order to delete this comment.
ru_ru: Абсолютная ссылка для удаления данного коментария.

# ~/Modules/Orchard.Comments/Views/CommentReplyButton.cshtml
source: Reply
ru_ru: Ответ

# ~/Modules/Orchard.Comments/Views/Parts.Comment.SummaryAdmin.cshtml
source: Approve
ru_ru: Принять

# ~/Modules/Orchard.Comments/Views/Parts.Comment.SummaryAdmin.cshtml
source: Unapprove
ru_ru: Не принимать

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Comments have been disabled for this content.
ru_ru: Коментарии отключены для этого контента.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: You must be authenticated in order to add a comment.
ru_ru: Вы должны быть аутентифицированы для добавления коментария.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Add a Comment
ru_ru: Добавить коментарий

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: You must {0} to comment.
ru_ru: Вам необходим {0} для коментария.

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: log on
ru_ru: вход

# ~/Modules/Orchard.Comments/Views/Parts.CommentForm.cshtml
source: Submit Comment
ru_ru: Отправить коментарий

# ~/Modules/Orchard.Comments/Views/Parts.Comments.Count.cshtml
source: No Comments
ru_ru: Нет коментариев

# ~/Modules/Orchard.Comments/Views/Parts.ListOfComments.cshtml
source: No Comments
ru_ru: Нет коментариев

# ~/Modules/Orchard.Comments/Views/Parts.ListOfComments.cshtml
source: 1 Comment
ru_ru: 1 коментарий

# ~/Modules/Orchard.Comments/Views/DefinitionTemplates/CommentsPartSettings.cshtml
source: Use threaded comments by default
ru_ru: Использовать поточные коментарии по-умолчанию.

# ~/Modules/Orchard.Comments/Views/DefinitionTemplates/CommentsPartSettings.cshtml
source: Users must be authenticated to comment
ru_ru: Пользователи должны быть аутентифицированы для коментирования

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The author's name.
ru_ru: Имя автора.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Email
ru_ru: Адрес электронной почты

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The email address the author has provided with the comment.
ru_ru: Адрес электронной почты, представленный автором с коментарием.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Url
ru_ru: Адрес url

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The website url the author has provided with the comment.
ru_ru: Адрес url, представленный автором с коментарием.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Comment
ru_ru: Коментировать

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: The body of the comment.
ru_ru: Тело коментария.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Moderate
ru_ru: Модерировать

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.AdminEdit.cshtml
source: Approve
ru_ru: Принять

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Add a Comment
ru_ru: Добавить коментарий

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Email
ru_ru: Адрес электронной почты

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Url
ru_ru: Адрес url

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Hi, {0}!
ru_ru: Привет, {0}!

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comment.cshtml
source: Comment
ru_ru: Коментировать

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Show comments
ru_ru: Показать коментарии

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to show the existing comments.
ru_ru: Разрешить показ существующих коментариев.

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Allow threaded comments
ru_ru: Разрешить потоковые коментарии

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to allow users to answer directly to other comments.
ru_ru: Разрешить пользователям отвечать напрямую на другие коментарии.

source: Check if you want to manually approve comments before they can be displayed.
ru_ru: Отметить, если необходимо подтверждение коментариев до их показа.

# ~/Modules/Orchard.Comments/Module.txt
source: Comments
ru_ru: Комментарии

# Orchard.Comments.Controllers.AdminController
source: Couldn't close comments
ru_ru: Не удалось закрыть комментарии

# Orchard.Comments.Controllers.AdminController
source: Closing Comments failed:
ru_ru: Закрытие комментария не удалось:

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Close Comments
ru_ru: Закрыть комментарии

# ~/Modules/Orchard.Comments/Module.txt
source: Comments Rules
ru_ru: Правила Комментариев

# ~/Modules/Orchard.Comments/Module.txt
source: Rules for the Comments modules
ru_ru: Правила для модулей Комментариев

# ~/Modules/Orchard.Comments/Module.txt
source: Rules
ru_ru: Правила

# Orchard.Comments.Rules.CommentsActions
source: Close comments
ru_ru: Закрыть комментарии

# Orchard.Comments.Rules.CommentsActions
source: Comments
ru_ru: Комментарии

# Orchard.Comments.Rules.CommentsActions
source: Closes comments on a content item.
ru_ru: Закрывает комментарии на пункте содержимого

# Orchard.Comments.Rules.CommentsForms
source: Content Item Id
ru_ru: ID пункта содержимого

# Orchard.Comments.Rules.CommentsForms
source: Content Item Id.
ru_ru: ID пункта содержимого

# ~/Modules/Orchard.Comments/Views/CommentMetadata.cshtml
source: said
ru_ru: сказал

# ~/Modules/Orchard.Comments/Views/Parts.Comments.cshtml
source: You must {0} to comment.
ru_ru: Вы должны {0} для комментирования.

# Orchard.Comments.Controllers.AdminController
source: Listing comments failed: {0}
ru_ru: Не удалось перечислить комментарии: {0}

# Orchard.Comments.Controllers.AdminController
source: Editing comments failed: {0}
ru_ru: Не удалось править комментарии: {0}

# Orchard.Comments.Controllers.AdminController
source: Disabling Comments failed: {0}
ru_ru: Не удалось отключить комментарии: {0}

# Orchard.Comments.Controllers.AdminController
source: Enabling Comments failed: {0}
ru_ru: Не удалось включить комментарии: {0}

# Orchard.Comments.Controllers.AdminController
source: Editing comment failed: {0}
ru_ru: Не удалось править комментарий: {0}

# Orchard.Comments.Controllers.AdminController
source: Approving comment failed: {0}
ru_ru: Не удалось утвердить комментарий: {0}

# Orchard.Comments.Controllers.AdminController
source: Unapproving comment failed: {0}
ru_ru: Не удалось отклонить комментарий: {0}

# Orchard.Comments.Controllers.AdminController
source: Marking comment as spam failed: {0}
ru_ru: Не удалось отметить комментарий как спам: {0}

# Orchard.Comments.Controllers.AdminController
source: Deleting comment failed: {0}
ru_ru: Не удалось удалить комментарий: {0}

# Orchard.Comments.Handlers.CommentSettingsPartHandler
source: Comments
ru_ru: Комментарии

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Comments
ru_ru: Комментарии

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Orchard.Comments/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Comments/Module.txt
source: The comments system implemented by this module can be applied to arbitrary Orchard content types, such as blogs and pages. It includes comment validation and spam protection through the Akismet service.
ru_ru: Система комментирования, реализованная этим модулем, может быть применена к различным типам контента Orchard, таких как блоги и страницы. Она включает проверку комментариев и защиту от спама посредством сервиса Akismet.

# ~/Modules/Orchard.Comments/Module.txt
source: Standard content item comments.
ru_ru: Стандартный контентный элемент коментариев.

# ~/Modules/Orchard.Comments/Module.txt
source: Social
ru_ru: Социальный

# Orchard.Comments.AdminMenu
source: Comments
ru_ru: Комментарии

# Orchard.Comments.AdminMenu
source: List
ru_ru: Список

# Orchard.Comments.Shapes
source: ({0} pending)
ru_ru: ({0} ожидают)

# Orchard.Comments.Annotations.RequiredAttribute
source: You must provide a {0} in order to comment.
ru_ru: Вы должны обеспечить {0}, чтобы оставить комментарий.

# Orchard.Comments.Annotations.RequiredAttribute
source: You must provide a Comment.
ru_ru: Вы должны обеспечить текст комментария.

# Orchard.Comments.Annotations.RequiredAttribute
source: The {0} is not valid.
ru_ru: {0} не допустим.

# Orchard.Comments.Controllers.AdminController
source: Listing comments failed:
ru_ru: Не удалось отобразить комментарии:

# Orchard.Comments.Controllers.AdminController
source: Couldn't moderate comment
ru_ru: Невозможно модерировать комментарий

# Orchard.Comments.Controllers.AdminController
source: Couldn't delete comment
ru_ru: Невозможно стереть комментарий

# Orchard.Comments.Controllers.AdminController
source: Editing comments failed:
ru_ru: Редактирования комментария не удалось:

# Orchard.Comments.Controllers.AdminController
source: Couldn't disable comments
ru_ru: Невозможно деактивировать комментарии

# Orchard.Comments.Controllers.AdminController
source: Disabling Comments failed:
ru_ru: Отключение комментариев не удалось

# Orchard.Comments.Controllers.AdminController
source: Couldn't enable comments
ru_ru: Невозможно активировать комментарии

# Orchard.Comments.Controllers.AdminController
source: Enabling Comments failed:
ru_ru: Не удалось включить комментарии:

# Orchard.Comments.Controllers.AdminController
source: Editing comment failed:
ru_ru: Редактирования комментария не удалось:

# Orchard.Comments.Controllers.AdminController
source: Couldn't edit comment
ru_ru: Невозможно править комментарий

# Orchard.Comments.Controllers.AdminController
source: Couldn't approve comment
ru_ru: Невозможно утвердить комментарий

# Orchard.Comments.Controllers.AdminController
source: Approving comment failed:
ru_ru: Утверждение комментария не удалось:

# Orchard.Comments.Controllers.AdminController
source: Couldn't unapprove comment
ru_ru: Невозможно отклонить комментарий

# Orchard.Comments.Controllers.AdminController
source: Unapproving comment failed:
ru_ru: Переутверждение комментария не удалось:

# Orchard.Comments.Controllers.AdminController
source: Couldn't mark comment as spam
ru_ru: Невозможно отметить комментарий как спам

# Orchard.Comments.Controllers.AdminController
source: Marking comment as spam failed:
ru_ru: Не удалось отметить комментарий как спам:

# Orchard.Comments.Controllers.AdminController
source: Deleting comment failed:
ru_ru: Удаление комментария не удалось:

# Orchard.Comments.Controllers.CommentController
source: Couldn't add comment
ru_ru: Невозможно добавить комментарий

# Orchard.Comments.Controllers.CommentController
source: Your comment will appear after the site administrator approves it.
ru_ru: Ваш комментарий появится после того, как администратор утвердит его.

# Orchard.Comments.Feeds.CommentFeedItemBuilder
source: Comment on {0} by {1}
ru_ru: Комментарий на {0} от {1}

# Orchard.Comments.Services.AkismetCommentValidator
source: Please configure your Akismet key for spam protection
ru_ru: Пожалуйста, настройте ваш ключ Akismet для защиты от спама

# ~/Modules/Orchard.Comments/Views/Parts.Comments.cshtml
source: Comments have been disabled for this content.
ru_ru: Комментарии запрещены для этого контента.

# ~/Modules/Orchard.Comments/Views/Parts.Comments.cshtml
source: Add a Comment
ru_ru: Добавить комментарий

# ~/Modules/Orchard.Comments/Views/Parts.Comments.cshtml
source: log on
ru_ru: войти

# ~/Modules/Orchard.Comments/Views/Parts.Comments.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Comments/Views/Parts.Comments.cshtml
source: Email
ru_ru: Электропочта

# ~/Modules/Orchard.Comments/Views/Parts.Comments.cshtml
source: Hi, {0}!
ru_ru: Привет, {0}!

# ~/Modules/Orchard.Comments/Views/Parts.Comments.cshtml
source: Comment
ru_ru: Комментарий

# ~/Modules/Orchard.Comments/Views/Parts.Comments.cshtml
source: Submit Comment
ru_ru: Оставить комментарий

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Comments for {0}
ru_ru: Комментарии для {0}

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Enable Comments
ru_ru: Разрешить комментарии

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Disable Comments
ru_ru: Запретить комментарии

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Actions:
ru_ru: Действие:

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Choose action...
ru_ru: Выберите...

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approve
ru_ru: Утвердить

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Unapprove
ru_ru: Отклонить

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Mark as Spam
ru_ru: Это спам!

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Filter:
ru_ru: Фильтр:

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: All Comments
ru_ru: Все комментарии

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approved Comments
ru_ru: Утвержденные комментарии

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Pending Comments
ru_ru: Ожидающие комментарии

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Spam
ru_ru: Спам

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: This is a table of the comments for the content item
ru_ru: Это таблица комментариев для элемента контента

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Status
ru_ru: Статус

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Author
ru_ru: Автор

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Comment
ru_ru: Комментарий

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Date
ru_ru: Дата

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Pending
ru_ru: Ожидает

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Approved
ru_ru: Утвержден

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Edit Comment
ru_ru: Править комментарий

# ~/Modules/Orchard.Comments/Views/Admin/Details.cshtml
source: Edit
ru_ru: Править

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Edit Comment
ru_ru: Править комментарий

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Email
ru_ru: Электропочта

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Body
ru_ru: Содержимое

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Pending
ru_ru: Ожидает

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Approved
ru_ru: Утвержден

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Mark as spam
ru_ru: Это спам!

# ~/Modules/Orchard.Comments/Views/Admin/Edit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Manage Comments
ru_ru: Управление комментариями

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Actions:
ru_ru: Действие:

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Choose action...
ru_ru: Выберите...

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approve
ru_ru: Утвердить

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Unapprove
ru_ru: Отклонить

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Mark as Spam
ru_ru: Это спам!

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Filter:
ru_ru: Фильтр:

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: All Comments
ru_ru: Все

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approved Comments
ru_ru: Утвержденные

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Pending Comments
ru_ru: Ожидающие

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Spam
ru_ru: Спам

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: This is a table of the comments in your application
ru_ru: Это таблица комментариев вашего приложения

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Status
ru_ru: Статус

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Author
ru_ru: Автор

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Comment
ru_ru: Комментарий

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Commented On
ru_ru: Комментировано на

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Actions
ru_ru: Действия

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Pending
ru_ru: Ожидает

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Approved
ru_ru: Утвержден

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: [Empty]
ru_ru: [Пусто]

# ~/Modules/Orchard.Comments/Views/Admin/Index.cshtml
source: Edit
ru_ru: Править

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Comments
ru_ru: Комментарии

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Allow new comments
ru_ru: Разрешить новые комментарии

# ~/Modules/Orchard.Comments/Views/EditorTemplates/Parts.Comments.Comments.cshtml
source: Enable to show the comment form. Disabling still allows the existing comments to be shown but does not allow the conversation to continue.
ru_ru: Разрешите, чтобы отобразить форму комментирования. Запрет позволит и далее отображать существующие комментарии, но не допустит продолжения общения.

source: Comments
ru_ru: Комментарии

source: Comments must be approved before they appear
ru_ru: Комментарии должны быть утверждены, перед тем, как они появятся

source: Enable spam protection
ru_ru: Разрешить защиту от спама

source: Akismet key
ru_ru: Ключ Akismet

source: Blog URL
ru_ru: URL Блога

# Orchard.Comments.Shapes
source: 1 comment
ru_ru: 1 комментарий

# Orchard.Comments.Shapes
source: {0} comments
ru_ru: {0} комментариев

# ~/Modules/Orchard.Comments/Views/Parts.Comments.Count.cshtml
source: 1 Comment
ru_ru: 1 комментарий

# ~/Modules/Orchard.Comments/Views/Parts.Comments.Count.cshtml
source: {0} Comments
ru_ru: {0} комментариев

# ~/Modules/Orchard.Comments/Views/Parts.Comments.cshtml
source: 1 Comment
ru_ru: 1 комментарий

# ~/Modules/Orchard.Comments/Views/Parts.Comments.cshtml
source: {0} Comments
ru_ru: {0} комментариев

# Orchard.Comments.Projections.CommentsFilter
source: Comments
ru_ru: Комментарии

# Orchard.Comments.Projections.CommentsFilter
source: Has Comments
ru_ru: Имеет комментарии

# Orchard.Comments.Projections.CommentsFilter
source: Commented content items
ru_ru: Комментированные пункты содержимого

# Orchard.Comments.Tokens.CommentTokens
source: Content Items
ru_ru: Пункты содержимого

# Orchard.Comments.Tokens.CommentTokens
source: Commented On
ru_ru: Комментировано

# Orchard.Comments.Tokens.CommentTokens
source: The content item this comment was created on.
ru_ru: Пункт содержимого для которого был создан комментарий.

# Orchard.Comments.Tokens.CommentTokens
source: Comment Message
ru_ru: Сообщение комментария

# Orchard.Comments.Tokens.CommentTokens
source: The text of the comment itself
ru_ru: Текст комментария

# Orchard.Comments.Tokens.CommentTokens
source: Comment Author
ru_ru: Автор комментария

# Orchard.Comments.Tokens.CommentTokens
source: The author of the comment.
ru_ru: Автор комментария.
